Revit 2027 API
ParameterTypeId.RbsElecApparentCurrentParam Property
 "Apparent Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecApparentCurrentParam { get; }
Public Shared ReadOnly Property RbsElecApparentCurrentParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecApparentCurrentParam {
	ForgeTypeId^ get ();
}
static member RbsElecApparentCurrentParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace